tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "muesli/tap"
tap "puma/puma"
tap "thoughtbot/formulae"
tap "heroku/brew"
tap "homebrew/cask-fonts"

cask_args appdir: "/Applications"

brew "ack"
brew "act"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "glib"
brew "ccat"
brew "cmake"
brew "ctags"
brew "erlang"
brew "elixir"
brew "fish"
brew "fzf"
brew "gist"
brew "git"
brew "git-quick-stats"
brew "glow"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "python@3.8"
brew "graphviz"
brew "hstr"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "krb5"
brew "lua"
brew "make"
brew "mas"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "universal-ctags"
brew "neuron"
brew "ripgrep"
brew "fd"
brew "nginx", restart_service: true
brew "node@14", link: true
brew "pinentry-mac"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "ruby"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "urlview"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongocli"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "muesli/tap/duf"
brew "puma/puma/puma-dev"
brew "thoughtbot/formulae/parity"
cask "chromedriver"
cask "sequel-ace"
cask "font-Sauce-Code-Pro-nerd-font"

mas "Calca", id: 635758264
mas "ColorSlurp", id: 1287239339
mas "DaisyDisk", id: 411643860
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Messenger", id: 1480068668
mas "Noko", id: 879917538
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "Tapes", id: 779457527
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
